

bot_token = '1979571537:AAE0M_ZwPwsznriINl8xskvx-HkGGpQ_ka8' # токен бота
CHANNEL_ID = 584209218 # id канала куда будет отсылаться информация, ид без -100 в начале (например: 124873248) - указать заместо нуля

# ID admin
admin_id = 584209218 # id админа - указать заместо нуля

bot_login = 'inform_search_bot' # логин бота

QIWI_NUMBER = '+79995170123'    # номер киви
QIWI_TOKEN = 'a183f4503eec4c46d3b2f2ff7c2440b2'            # токен киви

text_purchase = '❕ Вы выбрали: ' \
                '{name}\n\n' \
                '{info}\n\n' \
                '💠 Цена: {price} рублей\n' \
                #'💠 Кол-во товара: {amount}' \


# инфа
info = '''❗️ Информация: Активатор лицензионного ПО через телеграмм\n'''

# Пополнение баланса
replenish_balance = '⚠️ Пополнение баланса\n\n' \
                    '🥝 Оплата киви: \n\n' \
                    '👉 Номер  {number}\n' \
                    '👉 Коментарий  {code}\n' \
                    '👉 Сумма  от 1 до 15000 рублей'

# Профиль
profile = '🧾 Профиль\n\n' \
          '❕ Ваш id - {id}\n' \
          '❕ Ваш логин - {login}\n' \
          '❕ Дата регистрации - {data}\n\n' \
          '💰 Ваш баланс - {balance} рублей'
